/*DELETE FROM bgfolklore.images WHERE EthnoAreaId = "1";
DELETE FROM bgfolklore.images WHERE EthnoAreaId = "2";
DELETE FROM bgfolklore.images WHERE EthnoAreaId = "3";
DELETE FROM bgfolklore.images WHERE EthnoAreaId = "4";
DELETE FROM bgfolklore.images WHERE EthnoAreaId = "5";
DELETE FROM bgfolklore.images WHERE EthnoAreaId = "6";
DELETE FROM bgfolklore.images WHERE EthnoAreaId = "7";*/

INSERT INTO bgfolklore.images (EthnoAreaId, CostumeType, FileName, Title, Description)
VALUES
("1",1,"1.jpg","Мъжка шопска носия","Състои се от риза с бродерия, потури с черни гайтани, елек и пояс"),
("1",1,"2.jpg","Ихтиманска носия","Черна ихтиманска носия"),
("1",1,"3.jpg","Ихтиманска носия","Зелена ихтиманска носия"),
("1",1,"4.jpg","Кюстендилска носия - бяла","Състои се от бяла сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"35.jpeg","Кюстендилска носия - бяла","Състои се от бяла сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"36.jpg","Кюстендилска носия - бяла","Състои се от бяла сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"5.jpg","Кюстендилска носия - зелена","Състои се от зелена сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"20.jpg","Кюстендилска носия - зелена","Състои се от зелена сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"6.jpg","Кюстендилска носия - черна","Състои се от черна сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"15.jpg","Кюстендилска носия - черна","Състои се от черна сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"25.jpg","Кюстендилска носия - черна","Състои се от черна сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"14.jpeg","Кюстендилска носия - червена","Състои се от червена сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"19.jpg","Кюстендилска носия - синя","Състои се от синя сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"28.jpg","Кюстендилска носия - синя","Състои се от синя сая, риза с къси или дълги ръкави, с дантела по краищата, престилка и колан."),
("1",1,"7.jpg","Трънска носия","Нарича се още литак. Състои се от риза с дълги ръкави и бродерия, сукман с пайети и тънък колан."),
("1",1,"8.jpg","Трънска носия","Нарича се още литак. Състои се от риза с дълги ръкави и бродерия, сукман с пайети и тънък колан."),
("1",1,"9.jpg","Трънска носия","Нарича се още литак. Състои се от риза с дълги ръкави и бродерия, сукман с пайети и тънък колан."),
("1",1,"10.jpg","Трънска носия","Нарича се още литак. Състои се от риза с дълги ръкави и бродерия, сукман с пайети и тънък колан."),
("1",1,"42.jpg","Трънска носия","Нарича се още литак. Състои се от риза с дълги ръкави и бродерия, сукман с пайети и тънък колан."),
("1",1,"11.jpg","Софийска носия","Състои се от риза с дълги ръкави и бродерия, сукман с бели гайтани и тънък колан. Сукманът може да е син или черен"),
("1",1,"12.jpg","Софийска носия","Състои се от риза с дълги ръкави и бродерия, сукман с бели гайтани и тънък колан. Сукманът може да е син или черен"),
("1",1,"13.jpg","Граовска носия","Нарича се още монофил."),
("1",1,"22.jpg","Мъжка шопска носия",""),
("1",1,"23.jpg","Булчинска шопска носия",""),
("1",1,"29.jpg","Булчинска шопска носия","");

INSERT INTO bgfolklore.images (EthnoAreaId, CostumeType, FileName, Title, Description)
VALUES
("2",1,"10.jpg","Егейска македонска носия","Състои се от сукман, дълга риза с бродерия, престилка и колан"),
("2",2,"9.jpg","Егейска македонска носия","Състои се от потур, фустанела, елек, риза и пояс"),
("2",1,"11.jpg","Невроскопска носия - зелена","Състои се от зелен сукман, дълга риза с бродерия, престилка и колан"),
("2",1,"12.jpg","Невроскопска носия - синя","Състои се от син сукман, дълга риза с бродерия, престилка и колан"),
("2",1,"13.jpg","Пиринска носия","Състои се от богато украсен бял сукман, риза с бродерия и престилка"),
("2",1,"7.jpg","Пиринска носия","Състои се от богато украсен бял сукман, риза с бродерия и престилка"),
("2",1,"15.jpg","Прилепска носия","Състои се от богато украсен бял сукман, риза с бродерия, престилка и дълга забрадка"),
("2",1,"3.jpg","Македонска носия",""),
("2",1,"4.jpeg","Македонска носия",""),
("2",1,"5.jpeg","Македонска носия",""),
("2",3,"6.jpeg","Македонска носия",""),
("2",2,"1.jpg","Македонска носия","");

INSERT INTO bgfolklore.images (EthnoAreaId, CostumeType, FileName, Title, Description)
VALUES
("3",1,"1.jpg","Родопска носия",""),
("3",1,"2.jpg","Родопска носия",""),
("3",1,"3.jpg","Родопска носия",""),
("3",2,"5.jpg","Родопска носия",""),
("3",2,"6.jpg","Родопска носия",""),
("3",1,"7.jpg","Родопска носия",""),
("3",1,"8.jpeg","Родопска носия",""),
("3",3,"4.jpg","Родопска носия","");


INSERT INTO bgfolklore.images (EthnoAreaId, CostumeType, FileName, Title, Description)
VALUES
("4",1,"7.jpg","Северняшка носия",""),
("4",1,"8.jpg","Северняшка носия",""),
("4",1,"9.jpg","Северняшка носия",""),
("4",1,"10.jpg","Северняшка носия",""),
("4",1,"11.jpg","Северняшка носия",""),
("4",1,"12.jpg","Северняшка носия",""),
("4",1,"13.jpg","Северняшка носия",""),
("4",1,"23.jpg","Видинска носия","Двупрестилчена. Трябва да попитам за нея"),
("4",1,"24.jpg","Капанска носия",""),
("4",1,"14.jpg","Северняшка носия",""),
("4",1,"15.jpg","Северняшка носия",""),
("4",1,"1.jpg","Северняшка носия",""),
("4",2,"2.jpg","Северняшка носия",""),
("4",1,"3.jpg","Северняшка носия",""),
("4",1,"4.jpg","Северняшка носия",""),
("4",1,"5.jpg","Северняшка носия",""),
("4",2,"17.jpg","Северняшка носия","Гайдар и Гадулар"),
("4",1,"18.jpg","Северняшка носия",""),
("4",2,"19.jpg","Северняшка носия",""),
("4",3,"20.jpg","Северняшка носия",""),
("4",3,"21.jpg","Северняшка носия",""),
("4",3,"22.jpeg","Северняшка носия","");

INSERT INTO bgfolklore.images (EthnoAreaId, CostumeType, FileName, Title, Description)
VALUES
("5",1,"12.jpg","Варненска носия",""),
("5",1,"1.gif","Добруджанска носия",""),
("5",1,"2.jpg","Добруджанска носия",""),
("5",1,"3.jpg","Добруджанска носия",""),
("5",1,"4.jpg","Добруджанска носия",""),
("5",1,"5.jpg","Добруджанска носия",""),
("5",1,"6.jpg","Добруджанска носия",""),
("5",1,"7.jpg","Добруджанска носия",""),
("5",1,"8.jpg","Добруджанска носия",""),
("5",1,"9.jpg","Добруджанска носия",""),
("5",1,"10.png","Добруджанска носия",""),
("5",1,"11.jpg","Добруджанска носия","");


INSERT INTO bgfolklore.images (EthnoAreaId, CostumeType, FileName, Title, Description)
VALUES
("6",2,"1.jpg","Тракийска носия",""),
("6",2,"2.jpg","Тракийска носия",""),
("6",1,"3.jpg","Тракийска носия",""),
("6",2,"4.jpg","Тракийска носия",""),
("6",1,"5.jpg","Тракийска носия",""),
("6",1,"6.jpg","Тракийска носия",""),
("6",1,"10.jpg","Тракийска носия",""),
("6",1,"11.jpg","Тракийска носия",""),
("6",1,"13.jpg","Тракийска носия",""),
("6",1,"14.jpg","Тракийска носия",""),
("6",1,"15.png","Тракийска носия",""),
("6",1,"16.jpg","Тракийска носия",""),
("6",1,"7.jpg","Пазарджишка носия",""),
("6",1,"8.jpg","Средногорска носия",""),
("6",1,"9.jpg","Тронска носия","");


INSERT INTO bgfolklore.images (EthnoAreaId, CostumeType, FileName, Title, Description)
VALUES
("7",1,"1.jpg","Странджанска носия",""),
("7",1,"2.jpg","Странджанска носия",""),
("7",1,"3.jpg","Странджанска носия",""),
("7",1,"4.jpg","Странджанска носия",""),
("7",1,"5.jpg","Странджанска носия",""),
("7",1,"6.jpg","Странджанска носия","");










