USE `bgfolklore`;

INSERT INTO towns (Name, AreaId)
VALUES
("Банско",1),
("Белица",1),
("Гоце Делчев",1),
("Добринище",1),
("Кресна",1),
("Мелник",1),
("Петрич",1),
("Разлог",1),
("Сандански",1),
("Симитли",1),
("Хаджидимово",1),
("Якоруда",1);

INSERT INTO towns (Name, AreaId)
VALUES
("Айтос",2),
("Ахелой",2),
("Ахтопол",2),
("Българово",2),
("Каблешково",2),
("Камено",2),
("Карнобат",2),
("Китен",2),
("Малко Търново",2),
("Несебър",2),
("Обзор",2),
("Поморие",2),
("Приморско",2),
("Свети Влас",2),
("Созопол",2),
("Средец",2),
("Сунгурларе",2),
("Царево",2),
("Черноморец",2);

INSERT INTO towns (Name, AreaId)
VALUES
("Аксаково",3),
("Белослав",3),
("Бяла",3),
("Вълчи дол",3),
("Девня",3),
("Долни чифлик",3),
("Дългопол",3),
("Игнатиево",3),
("Провадия",3),
("Суворово",3);

INSERT INTO towns (Name, AreaId)
VALUES
("Бяла Черква",4),
("Велико Търново",4),
("Горна Оряховица",4),
("Дебелец",4),
("Долна Оряховица",4),
("Елена",4),
("Златарица",4),
("Килифарево",4),
("Лясковец",4),
("Павликени",4),
("Полски Тръмбеш",4),
("Свищов",4),
("Стражица",4),
("Сухиндол",4);

INSERT INTO towns (Name, AreaId)
VALUES
("Белоградчик",5),
("Брегово",5),
("Грамада",5),
("Димово",5),
("Дунавци",5),
("Кула",5);

INSERT INTO towns (Name, AreaId)
VALUES
("Бяла Слатина",6),
("Козлодуй",6),
("Криводол",6),
("Мездра",6),
("Мизия",6),
("Оряхово",6),
("Роман",6);

INSERT INTO towns (Name, AreaId)
VALUES
("Дряново",7),
("Плячковци",7),
("Севлиево",7),
("Трявна",7);

INSERT INTO towns (Name, AreaId)
VALUES
("Балчик",8),
("Генерал Тошево",8),
("Каварна",8),
("Тервел",8),
("Шабла",8);

INSERT INTO towns (Name, AreaId)
VALUES
("Ардино",9),
("Джебел",9),
("Крумовград",9),
("Момчилград",9);

INSERT INTO towns (Name, AreaId)
VALUES
("Бобов дол",10),
("Бобошево",10),
("Дупница",10),
("Кочериново",10),
("Рила",10),
("Сапарева баня",10);

INSERT INTO towns (Name, AreaId)
VALUES
("Априлци",11),
("Летница",11),
("Луковит",11),
("Тетевен",11),
("Троян",11),
("Угърчин",11),
("Ябланица",11);

INSERT INTO towns (Name, AreaId)
VALUES
("Берковица",12),
("Бойчиновци",12),
("Брусарци",12),
("Вълчедръм",12),
("Вършец",12),
("Лом",12),
("Чипровци",12);

INSERT INTO towns (Name, AreaId)
VALUES
("Батак",13),
("Белово",13),
("Брацигово",13),
("Велинград",13),
("Ветрен",13),
("Костандово",13),
("Панагюрище",13),
("Пещера",13),
("Ракитово",13),
("Септември",13),
("Стрелча",13),
("Сърница",13);

INSERT INTO towns (Name, AreaId)
VALUES
("Батановци",14),
("Брезник",14),
("Земен",14),
("Радомир",14),
("Трън",14);

INSERT INTO towns (Name, AreaId)
VALUES
("Белене",15),
("Гулянци",15),
("Долна Митрополия",15),
("Долни Дъбник",15),
("Искър",15),
("Кнежа",15),
("Койнаре",15),
("Левски",15),
("Никопол",15),
("Пордим",15),
("Славяново",15),
("Тръстеник",15),
("Червен бряг",15);

INSERT INTO towns (Name, AreaId)
VALUES
("Асеновград",16),
("Баня",16),
("Брезово",16),
("Калофер",16),
("Карлово",16),
("Клисура",16),
("Кричим",16),
("Куклен",16),
("Лъки",16),
("Перущица",16),
("Първомай",16),
("Раковски",16),
("Садово",16),
("Сопот",16),
("Стамболийски",16),
("Съединение",16),
("Хисаря",16);

INSERT INTO towns (Name, AreaId)
VALUES
("Завет",17),
("Исперих",17),
("Кубрат",17),
("Лозница",17),
("Цар Калоян",17);

INSERT INTO towns (Name, AreaId)
VALUES
("Борово",18),
("Бяла",18),
("Ветово",18),
("Две могили",18),
("Мартен",18),
("Сеново",18),
("Сливо поле",18);

INSERT INTO towns (Name, AreaId)
VALUES
("Алфатар",19),
("Главиница",19),
("Дулово",19),
("Тутракан",19);

INSERT INTO towns (Name, AreaId)
VALUES
("Кермен",20),
("Котел",20),
("Нова Загора",20),
("Твърдица",20),
("Шивачево",20);

INSERT INTO towns (Name, AreaId)
VALUES
("Девин",21),
("Доспат",21),
("Златоград",21),
("Мадан",21),
("Неделино",21),
("Рудозем",21),
("Чепеларе",21);

INSERT INTO towns (Name, AreaId)
VALUES
("Божурище",22),
("Ботевград",22),
("Годеч",22),
("Долна баня",22),
("Драгоман",22),
("Елин Пелин",22),
("Етрополе",22),
("Златица",22),
("Ихтиман",22),
("Копривщица",22),
("Костенец",22),
("Костинброд",22),
("Момин проход",22),
("Пирдоп",22),
("Правец",22),
("Самоков",22),
("Своге",22),
("Сливница",22);

INSERT INTO towns (Name, AreaId)
VALUES
("Банкя",23),
("Бухово",23),
("Нови Искър",23);

INSERT INTO towns (Name, AreaId)
VALUES
("Гурково",24),
("Гълъбово",24),
("Казанлък",24),
("Крън",24),
("Мъглиж",24),
("Николаево",24),
("Павел баня",24),
("Раднево",24),
("Чирпан",24),
("Шипка",24);

INSERT INTO towns (Name, AreaId)
VALUES
("Антоново",25),
("Омуртаг",25),
("Опака",25),
("Попово",25);

INSERT INTO towns (Name, AreaId)
VALUES
("Димитровград",26),
("Ивайловград",26),
("Любимец",26),
("Маджарово",26),
("Меричлери",26),
("Свиленград",26),
("Симеоновград",26),
("Тополовград",26),
("Харманли",26);

INSERT INTO towns (Name, AreaId)
VALUES
("Велики Преслав",27),
("Върбица",27),
("Каолиново",27),
("Каспичан",27),
("Нови пазар",27),
("Плиска",27),
("Смядово",27);

INSERT INTO towns (Name, AreaId)
VALUES
("Болярово",28),
("Елхово",28),
("Стралджа",28);


